/*DOC:
-参数：
   .必需：title,text,article
   
   .可选：date,method
    
-函数：
   *** 警示：
         任何api函数必须在数据最开始声明
         例：date:"endl(xxx)西西物质魏骏杰"
   ***
*/ 
let data={
    lists:[
        {
            title: "2月19日电学作业",
            text:"@逯进学同志",
            date:"endl(2023/2/19)结束时间:2023/2/19 23:59",
            article:`
              请及时完成今日作业！图片：
              [img:tuchuang.voooe.cn/images/2023/02/19/mmexport1676642196848_edit_348354764544761.jpg] 
              <br/>[btn:提交作业(www.wjx.top/vm/r99RUG2.aspx#)]
            `,
            method:"unable"
        },
        {
            title: "提示",
            text:"逯进学，请快速完成今日作业",
            date:"2023/2/19",
            article:`
                作业在上一条待办任务中。<br/>
                您已完成阅读，请点击下方按钮确认。
            `
        },
        {
            title: "作业答案",
            text:"逯进学，请检查完成2月19日作业",
            date:"endl(2023/2/23)2023/2/20日发布<br/>2023/2/23日23:59截止",
            article:`
题1：
                【解析】
 A .两电阻串联,电压表测 R '两端的电
压，身高越高 R '接入电路的电阻变小，电路中的总电阻变小，根据欧姆定律可知电路中的电流变大， R 两端的电压变大，根据串联电路的电压规律可知 R '两端电压变小，即电压表的示数变小，故 A 不符合题意；
 B ．两电阻串联，电压表测 R 两端的电压，身高越高 R '接入电路的电阻变小，电路中的总电阻变小，根据欧姆定律可知电路中的电流变大， R 两端的电压变大，即电压表的示数变大，故 B 符合题意；
 C ．两电阻串联，电压表测电源电压，因电源的电压不变，所以身高变化不影响电压表的示数，故 C 不符合题意；
 D .两电阻并联，电压表测电源的电压，身高较高时，定值电阻 R 不能保护电路，并且电压表的示数不变，故 D 不符合题意．
 
题二：
[img:picabstract-preview-ftn.weiyun.com/ftn_pic_abs_v3/a41de5dc9b8143e690a1e5296485ed6dabcaa5834e57675d31b9fd045d88675fc373594df2c31f6b33a773f67f717711?pictype=scale&from=30113&version=3.3.3.3&fname=Screenshot_20230221_003716.jpg&size=750]
               您已完成阅读，请点击下方按钮确认。
            `
        },
    ]
}
